Repository: katagaki/IllustMate
Catalog: Shared/Strings/Albums.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

# Albums.Albums
source: Albums
de: Alben
ja: アルバム
ko: 앨범
zh_hans: 相册
zh_hant: 相簿

# Albums.Create.Placeholder
source: New Album Name
de: Neuer Albumname
ja: 新規アルバム名
ko: 새 앨범 이름
zh_hans: 新相册名称
zh_hant: 新相簿名稱

# Albums.Detail.%lld,%lld
source: %d Pics, %d Albums
de: %d Bilder, %d Alben
ja: %d枚の画像、%d個のアルバム
ko: 사진 %d장, 앨범 %d개
zh_hans: 图片 %d 张，相册 %d 个
zh_hant: 圖片 %d 張，相簿 %d 個

# Albums.Empty
source: This album is empty.
de: Dieses Album ist leer.
ja: このアルバムは空です。
ko: 이 앨범이 비어 있습니다.
zh_hans: 此相册为空。
zh_hant: 此相簿為空。

# Albums.HideHeaders
source: Hide Headers
de: Überschriften ausblenden
ja: ヘッダーを非表示
ko: 헤더 숨기기
zh_hans: 隐藏标题
zh_hant: 隱藏標題

# Albums.NoAlbums
source: This album does not contain any albums.
de: Dieses Album enthält keine Alben.
ja: アルバムがありません
ko: 이 앨범에는 하위 앨범이 없습니다.
zh_hans: 此相册中没有任何相册。
zh_hant: 此相簿中沒有任何相簿。

# Albums.NoMoreAlbums
source: This album does not contain any albums.
de: Dieses Album enthält keine Alben.
ja: このアルバムにはアルバムがありません。
ko: 이 앨범에는 하위 앨범이 없습니다.
zh_hans: 此相册中没有任何相册。
zh_hant: 此相簿中沒有任何相簿。

# Albums.NoPics
source: This album does not contain any pics.
de: Dieses Album enthält keine Bilder.
ja: 画像がありません
ko: 이 앨범에는 사진이 없습니다.
zh_hans: 此相册中没有任何图片。
zh_hant: 此相簿中沒有任何圖片。

# Albums.NoSearchResults
source: No albums found.
de: Keine Alben gefunden.
ja: アルバムが見つかりません。
ko: 앨범을 찾을 수 없습니다.
zh_hans: 未找到相册。
zh_hant: 找不到相簿。

# Albums.Pics
source: Pics
de: Bilder
ja: 画像
ko: 사진
zh_hans: 图片
zh_hant: 圖片

# Albums.Search
source: Search Albums
de: Alben durchsuchen
ja: アルバムを検索
ko: 앨범 검색
zh_hans: 搜索相册
zh_hant: 搜尋相簿

# Albums.Style
source: Style
de: Stil
ja: 表示スタイル
ko: 스타일
zh_hans: 样式
zh_hant: 樣式

# Albums.Style.Carousel
source: Carousel View
de: Karussellansicht
ja: カルーセル表示
ko: 캐러셀 보기
zh_hans: 轮播显示
zh_hant: 輪播顯示

# Albums.Style.Grid
source: Grid View
de: Rasteransicht
ja: グリッド表示
ko: 격자 보기
zh_hans: 网格显示
zh_hant: 格狀顯示

# Albums.Style.List
source: List View
de: Listenansicht
ja: リスト表示
ko: 목록 보기
zh_hans: 列表显示
zh_hant: 列表顯示

# Albums.Search.Prompt
source: Album Name
ja: アルバム名
ko: 앨범 이름
zh_hans: 相册名称
zh_hant: 相簿名稱
